export const aidTopicsJson = [
  {
    name: "심폐소생술",
    page: 4,
    imgUrl: ["/assets/img/aid/cpr/t1.png"],
    title: ["의식 확인", "119에 구조요청", "흉부 압박", "호흡"],
    description: [
      "어깨를 두드리거나 이름을 부르거나 '여보세요. 눈떠 보세요'등에 반응이 없다면 의식 없음으로 판단한다.",
      "주변인 중 특정 1인을 지목하여 119에 신고하도록 함. 주변에 아무도 없다면 먼저 119에 신고하고, 가슴압박을 실시한다.",
      "양쪽 유두선과 흉골의 교차 지점에 한쪽 손바닥을 올려놓고, 다른 손을 겹쳐 깍지를 낀다. 팔꿈치는 곧게 펴고, 5-6cm의 깊이로 강하고 빠르게(분당 100회의 속도) 30회 압박한다.",
      "한 손은 턱, 다른 한손은 이마에 두고, 턱은 들고 이마를 가볍게 눌려, 고개가 뒤로 젖혀지도록 한다. 한 손으로 코를 막고, 구조자 입으로 환자의 입을 완전히 덮은 후 1초에 2회 공기를 불어 넣는다.",
    ],
  },
  {
    name: "기도폐쇄",
    page: 3,
    imgUrl: ["/assets/img/aid/choking/h1.png"],
    description: [
      "환자 뒤에 발을 벌리고 섭니다.",
      "두 손을 환자의 명치와 배꼽 중앙에 놓고 주먹을 감싸 쥐고 세게 밀어 올립니다.",
      "말을 할 수 있거나 이물질이 나올 때까지 반복 실시 합니다.",
    ],
  },
  {
    name: "화상",
    page: 4,
    imgUrl: ["/assets/img/aid/burns/h1.png"],
    description: [
      "화상부위를 흐르는 찬물 속에 넣어 적어도 10분 동안 담가야 합니다.",
      "상처부위는 깨끗하고 가능하면 멸균 처리된 보푸라기가 없는 거즈로 덮어야 합니다.",
      "얼굴에 난 화상은 환자가 숨을 쉴 수 있도록 구멍을 낸 거즈를 덮습니다.",
      "물집은 터뜨리지 말고, 화상부위에 딱 붙어 있는 물질들은 떼어내지 않습니다.",
    ],
  },
  {
    name: "쏘임",
    page: 5,

    imgUrl: ["/assets/img/aid/bee/b1.png"],
    description: [
      "쏘인 부위 벌침이 남아있으면 바늘이나 칼 등으로 제거, 없으면 신용카드로 긁어서 제거 후 2차 감염 방지 위해 비누와 물로 씻는다.",
      "환자를 벌이 없는 안전한 곳으로 옮기고, 119 또는 1339에 연락한다.",
      "피부에 벌침이 남아있는 경우 신용카드 등으로 밀어서 제거한다. 집게 등으로 제거할 때, 침에 남은 독을 짜서 밀어 넣게 될 수 있다.",
      "상처를 비누와 물로 씻고, 통증이 심한 경우 얼음을 주머니에 싸서(피부에 직접 닿지 않도록 한다.) 대 준다.",
      "알레르기 반응이 나타나는 경우, 신속하게 병원으로 이송해야 한다. 구급차가 도착하기 전까지는 환자를 반듯이 눕히고 입으로 아무것도 섭취시키지 않는다.",
    ],
  },
  // {
  //   name: "독극물",
  //   imgUrl: "@/assets/images/aidimg5.jpg",
  //   description: "Description for Item 1",
  // },
];
